Repository: moaazsalama/phone_app
Catalog: lib/helpers/language/app_*.arb
Languages: ar

source: My Analysis
ar: تحاليلي

source: Available Analysis
ar: التحاليل المتاحة

source: Blood Analysis
ar: تحاليل الدم

source: PCR Analysis
ar: تحاليل كورونا

# attachprescription
source: Attach a prescription
ar: إرفاق وصفة طبية

# reason
source: Chose The Reason for Analysis ?
ar: ما الغرض من التحليل ؟

# travel
source: For Travling
ar: من أجل السفر

# reassurance
source: For Reassurance
ar: من اجل الاطمئنان

# requestsuccessful
source: Request Sent Successfuly
ar: تم أرسال الطلب بنجاح

source: Mr
ar: أستاذ

source: Mrs
ar: أستاذة

# soon
source: Our Team Will Call you Soon
ar: فريقنا سيتصل خلال فترة قصيرة

# therecentorders
source: The Recent Analysis
ar: التحاليل المطلوبة

source: Analysis Name
ar: أسم التحليل

source: Price
ar: الثمن

source: PassPort Image
ar: صورة جواز السفر

# noorders
source: No Orders Yet
ar: لا يوجد تحاليل مطلوبة بعد

# travelcountry
source: Travling Country
ar: الدولة المسافر لها

source: Flight Line
ar: خط الطيران

source: LE
ar: جنيه

source: Order
ar: حجز

# sure
source: Are You Sure about order !?
ar: هل انت متاكد من الحجز ؟

source: Yes
ar: نعم

# no
source: Cancel
ar: ألغاء

# complete
source: please compelete this information
ar: برجاء كتابة المعلومات الاتية

# qflight
source: please write your flight line
ar: برجاء ادخال خط الطيران

# qcountry
source: please write your traveling country
ar: برجاء ادخال الدولة المتجه لها

# qpassport
source: Please attach the Passport info
ar: برجاء ارفاق صورة جواز السفر

# gallery
source: from Gallery
ar: من المعرض

# camera
source: from Camera
ar: التقاط صورة

source: Submit
ar: تاكيد الطلب

# validatepcr
source: Don't Let any Empty Feilds
ar: الرجاء عدم ترك المدخلات فارغة

source: Logout
ar: تسجيل خروج

# wait
source: please wait seconds to compelete your request
ar: برجاء الانتظار يتم ارسال حجزك

# searchanalysis
source: Search for Analysis here...
ar: ابحث عن تحليل معين هنا

# searchfind
source: Search and find out...
ar: ابحث الان.

source: Start searching
ar: بدء البحث

source: No Results
ar: لا يوجد نتائج

source: No Connection
ar: الاتصال بالانترنت ضعيف او غير موجود

# languages
source: App Languages
ar: لغات التطبيق

# sending
source: We will send you an
ar: سوف يتم ارسال لك

# onetime
source: One Time Password
ar: رسالة تحتوي رمز الخاص بك

# mobile
source: on this mobile number
ar: علي الهاتف الخاص بك

source: Unvalid phoneNumber
ar: رقم الهاتف غير صحيح

source: Next
ar: التالي

source: Sign With Google
ar: التسجيل عن طريق جوجل

# enter
source: Enter 6 digits verification code sent to your number
ar: ادخل 6 ارقام الموجودين في الرسالة النصية

source: Confirm
ar: تاكيد

# codeincorrect
source: Code is Incorrect
ar: الرمز غير صحيح

# view
source: View The result
ar: عرض النتيجة

source: Result
ar: النتيجة

source: request now
ar: احجز الان

source: elmohandseen
ar: المهندسين

source: elzamalek
ar: الزمالك

source: elharm
ar: الهرم

source: faisel
ar: فيصل

source: giza
ar: الجيزة

source: elagooza
ar: العجوزة

# octobar
source: 6 octobar
ar: 6 اكتوبر

source: zayed
ar: الشيخ زايد

source: eltgm3
ar: التجمع

source: elrehab
ar: الرحاب

source: madenty
ar: مدينتي

source: elshrouk
ar: الشروق

source: elmostkbal
ar: المستقبل

source: eldoki
ar: الدقي

# nasr
source: Ù…nasr
ar: مدينة نصر

source: elmarg
ar: المرج

source: helwan
ar: حلوان

source: shobra
ar: شبرا

source: eltahrir
ar: التحرير

source: elmaadi
ar: المعادي

source: elsayda
ar: السيدة زينب

source: kerdasa
ar: كرداسة

source: nahya
ar: ناهيا

source: dahshoor
ar: وصلة دهشور

source: newgiza
ar: نيو جيزة

source: elnozha
ar: النزهه

source: ainshams
ar: عين شمس

source: sherton
ar: مساكن شيراتون

# fayoum
source: el fayoum
ar: الفيوم

source: Alex
ar: اسكندرية

source: Name
ar: الاسم

source: Phone Number
ar: رقم المحمول

# hintNumber
source: please write your phone number
ar: برجاء ادخال رقم المحمول

source: Email
ar: البريد الالكتروني

# hintemail
source: please write your name(Optional).
ar: برجاء ادخال البريد الخاص بك (اختياري)

source: Area
ar: المنطقة

# adress
source: Address
ar: العنوان

# hintadress
source: Enter your address
ar: برجاء ادخال العنوان

# underage
source: No Avaliable under 16 years
ar: التطبيق لا يسمح للاشخاص تحت سن 16

source: Date
ar: تاريخ الميلاد

source: Gender
ar: النوع

# submittwo
source: Submit
ar: تاكيد

source: Male
ar: ذكر

source: Female
ar: انثى
